<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="History.aspx.cs" Inherits="Ugda162.History" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
   <style>
    h1 {color: navy; text-align: center; font-family: 'Guttman Yad-Brush'; font-size: 28pt}
    h2 {font-family: 'Guttman Yad-Brush'; }
    p {font-size: 16pt; color: navy; font-family: 'Guttman Yad-Brush';}
    img {}
   </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1>היסטורית האוגדה</h1>
    <h2>מלחמת יום הכיפורים</h2>
    <p>במלחמת יום הכיפורים הועברו החטיבות הסדירות של האוגדה לאוגדות אחרות. חטיבה 7 הועברה לרמת הגולן והאוגדה קיבלה כוחות אחרים במקום אלה שנלקחו ממנה וכך הייתה למעשה לאוגדת מילואים.

כוחות האוגדה הגיעו לסיני בלילה שבין ה-7 ל-8 באוקטובר, עם שחר יום ב' ה-8 באוקטובר, פתחו במתקפת נגד על ראשי הגשר של הארמייה השנייה בגזרות המרכזית והצפונית של תעלת סואץ. המתקפה הייתה בבחינת כישלון חרוץ עבור צה"ל כאשר 72 טנקים נפגעו וחיילים מגדודו של אסף יגורי והוא עצמו, נלכדו על ידי כוחות מצרים ונלקחו לשבי. כישלון זה הוא שמנע מצה"ל לנקוט פעולות יזומות מאסיביות כנגד המצרים, כאשר למעשה עד ל-14 באוקטובר הוא עסק בעיקר בשיקום הכוח של שלוש האוגדות כהכנה לבלימת ההתקפה המצרית המתקרבת.

ב-14 באוקטובר פתחו כוחות מצרים במתקפה כוללת על כוחות צה"ל, אבל הללו שהיו מוכנים לקראתם השמידו כ-250 טנקים. לאוגדה 162 היה תפקיד חשוב במהלך זה מפני שזו הייתה האוגדה שבגזרתה המצרים תקפו בכוח הרב ביותר. במהלך מבצע אבירי לב, חצתה האוגדה את התעלה אל הגדה המערבית, שם ניהלה קרבות השמדה מול כוחות הנ"מ והכוחות החיצוניים של הארמייה השנייה והשלישית. יחד עם אוגדת שרון והכוח של קלמן מגן, כיתרו כוחות האוגדה את הארמייה השלישית לאחר שהמצרים הפרו את הפסקת האש של ה-22 באוקטובר. כוחות האוגדה גם ביצעו את ניסיון הכיבוש הכושל של העיר סואץ ב-24 באוקטובר.

לאחר המלחמה שכן בסיס הקבע של האוגדה בביר תמדה, עד לפינוי סיני. אז הועברה למתחם הראשוני הזמני של היאחזות נח"ל גיתית בסמוך למעלה אפרים.</p>
    <br />
    <h2>מלחמת לבנון הראשונה</h2>
    <p>במלחמת לבנון הראשונה נלחמה האוגדה בגזרה המרכזית תחת פיקודו של תת-אלוף מנחם עינן. ב-6 ביוני אחר הצהריים, נכנסה האוגדה, שהייתה עד אז עתודה פיקודית, בעקבות אוגדה 36 והתקדמה דרך גשר עקיה לכיוון גשר חבוש. במהלך ה-7 ביוני התקדמה האוגדה בציר ההר, עד גשרי הבסרי. בבוקר ה-8 ביוני נתקלו כוחות חטיבה 500 בכוח סורי קטן מחטיבה 85 באזור גשר הבסרי, וחיסלו אותו בקרב קצר. באותו יום הוטל על גדוד מחטיבה 500 לכבוש את ג'זין, אך הגדוד נסוג עקב מטח טילי סאגר, והמשימה הוטלה על כוח דני ורדי, בשלב זה הוטל על האוגדה להגיע לכביש ביירות דמשק, אך האוגדה נבלמה בקרב עין זחלתא.

ב-21 ביוני התקדמה האוגדה לעבר בחמדון ועאליי. האוגדה צלחה את נהר דאמור והחלה לטפס על השלוחה הצפונית המוליכה לבחמדון.

בשל העדר אישור מהדרג המדיני למתקפה, האוגדה התנהלה בזחילות תוך קרבות קשים מול אויב נחוש ובשטח טופוגרפי נחות. בנוסף עקב העדר אישור לפתח מאמצים מקבילים, התרכזה כל הארטילריה הסורית כנגד כוחות האוגדה. הלחימה התנהלה בחלקה הראשון כנגד מארבי נ"ט וטנקים סוריים מרחוק, לאחר מכן משעלתה האוגדה על הרכס, מרואייסאת נעמן ועד כביש ביירות דמשק התנהלו קרבות קשים, בעיקר במסולעת מעל מנצוריה ובשקיף מטלון.

ב-25 ביוני, עקב התקדמות אוגדה 96 מביירות לכיוון מזרח, והתקדמות האוגדה שתוגברה בחטיבת גולני לכביש ביירות דמשק מדרום, החלו הסורים להימלט מזרחה, במטרה להימלט מכיתור על ידי כוחות צה"ל. כביש ביירות דמשק מביירות ועד רואייסאת צופר, היה בשליטת כוחות צה"ל.</p>
    <br />
    <h2>מלחמת לבנון השנייה</h2>
    <p>במלחמת לבנון השנייה נלחמה האוגדה שהועברה לפיקוד צפון, בגזרה המזרחית בפיקודו של תת-אלוף גיא צור, האוגדה לחמה בקרב על הסלוקי.</p>
    <br />
    <h2>מבצע צוק איתן</h2>
    <p>במהלך מבצע צוק איתן לחמה האוגדה, בפיקוד נדב פדן, בצפון רצועת עזה בעיירות בית חאנון, ג'באליה ובשכונת אל-עטטרה. האוגדה, אשר כללה את חטיבת הנח"ל, חטיבה 401 ובה"ד 1, פגעה במחבלים רבים, השמידה מנהרות לחימה ותשתיות אשר שימשו את ארגון החמאס. שבעה מלוחמי האוגדה נהרגו בקרבות</p>
    <br />
    <h2>הכפפה לפיקוד דרום</h2>
    <p>ב-26 בינואר 2016 התקיים טקס מעבר האוגדה מפיקוד המרכז, לפיקוד הדרום, במסגרת ארגון האוגדות הסדירות בתוכנית הרב-שנתית "גדעון". יחד עם מעבר האוגדה לפיקוד הדרום, הוכפפה אליה חטיבת גבעתי (חטיבה 84) שהייתה תחת פיקוד ישיר של מפקדת פיקוד דרום לפני כן.</p>
    <br />
    <h2>מלחמת חרבות ברזל</h2>
    <p>במהלך מלחמת חרבות ברזל לחמה האוגדה, בפיקוד תא"ל יצחק (איציק) כהן, בצפון רצועת עזה. האוגדה, על כל כוחותיה, פגעה במחבלים רבים, השמידה מנהרות לחימה ותשתיות אשר שימשו את ארגון הטרור חמאס.

אוגדה 162 היתה האוגדה הראשונה שנכנסה לרצועה כחלק מהתמרון הקרקעי ברצועת עזה במלחמת חרבות ברזל, כבר בסוף אוקטובר 2023. האוגדה נכנסה לרצועה מגבולה הצפוני, והובילה את התמרון בצפונה של הרצועה. בתחילת התמרון ובהמשכו הובילה את הקרב בג'באליה ובבית לאהיא, הכניעה מחבלים רבים ואת התשתיות הצבאיות של חטיבת צפון הרצועה של ארגון הטרור חמאס. תוך מספר ימים הגיעה האוגדה לפאתי העיר עזה ולמחנה הפליטים שאטי, והובילה את המתקפות כנגדו, בעומק העיר עזה. האוגדה שיתפה פעולה מצפון עם כוחות אוגדה 36 שבאו מדרום, במטרה לכתר את העיר עזה ולהפעיל לחץ על מוקדי הכוח המרכזיים של ארגון הטרור בצפון הרצועה, והמפקדה הראשית שלו בבית החולים שיפא.

בסוף חודש נובמבר 2023, נכנע חמאס ללחץ הצבאי והסכים לעסקת שחרור חטופים, שבמסגרתה נכללה הפסקת אש. עם תום הפסקת האש, ולאחר הפרות מצד ארגוני הטרור ברצועה, פשטה האוגדה על העיירה ג'באליה ועל מחנה הפליטים שבה בפעם השנייה. האוגדה לחמה גם בעיר עזה, וניהלה מבצע בשכונות א-דרג' וא-תופאח. במשך כל מחצית השנה הראשונה של המלחמה, שלטה האוגדה צבאית בכל צפון רצועת עזה, הכוללת שתי נפות מרצועת עזה, ובהתאם לכך שתי חטיבות של ארגון חמאס.

בחודשים אלו עברו תחת האוגדה חטיבות רבות. מלבד חטיבת הנח"ל, חטיבת גבעתי, חטיבת השריון 401 וחטיבת האש 215, שגם בשגרה פועלות תחת האוגדה; פעלו תחת פיקוד האוגדה, בשלבים שונים של הלחימה, גם חטיבות הכשרה כחטיבה 460 וחטיבה 261, וחטיבות מילואים כחטיבה 551, חטיבה 5 וחטיבה 14.

לאחר יציאת אוגדה 99 ממסדרון נצרים בסוף ינואר 2024, תפסה אוגדה 162 גם את אחריות גזרה זו, כאשר תחתיה חטיבת הנח"ל תופסת את הגיזרה באופן קבוע, וחטיבה 401 מובילה את המבצעים והפשיטות באזור. במהלך השהות בגיזרה זו יצאה האוגדה למבצעים רבים סביב המסדרון, בהם מבצעים בשכונת זייתון, בשכונת סברה, ובמחנה הפליטים נוסייראת. המבצע המפורסם שבהם היה מבצע ניתוח מקומי בו כתרה האוגדה את בית החולים שיפא, טיהרה את המרחב שמסביבו וסייעה לשייטת 13, לוחמי השב"כ ולוחמי יחידה 504 בפשיטה על בית החולים ובלחימה ממוקדת במחבלים שהתבצרו בתוכו מחדש, לאחר כיבושו בפעם הראשונה בידי צה"ל ועזיבתו.

בסוף חודש אפריל 2024, יצאה האוגדה ממסדרון נצרים והחזירה את הגזרה לאוגדה 99, על מנת להיערך לקרב רפיח. ב6 במאי נכנסה האוגדה לנפת רפיח, כבשה את מעבר רפיח והחלה להיערך לתמרון עצים בשכונות המזרחיות של העיר.</p>
    <a href="MainPage.aspx">
        <img src="pics/backButton.png" style="width:150px; height:50px"/></a>
</asp:Content>
