<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="YehidotBat.aspx.cs" Inherits="Ugda162.YehidotBat" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
     h1 {color: blue; text-align: center; font-family: 'Guttman Yad-Brush'; font-size: 28pt}
     h2 {font-family: 'Guttman Yad-Brush'; }
     p {font-size: 16pt; color: navy; font-family: 'Guttman Yad-Brush';}
     img{height: 200px;}
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1>יחידות הבת של אוגדה 162</h1>
    <h2>חטיבת הנח"ל</h2>
    <img src="pics/nahal.png" />
    <p>חטיבת הנח"ל (חטיבה 933) היא חטיבת חיל רגלים סדירה בצבא ההגנה לישראל, הכפופה לעוצבת הפלדה (אוגדה 162). החטיבה השתתפה בכל מערכות ישראל החל ממלחמת שלום הגליל, למעט מבצע עופרת יצוקה בה תפסה קו בגבולות סוריה ולבנון.

שמה של החטיבה נגזר מראשי תיבות של מסגרת נוער חלוצי לוחם (נח"ל), משום שמקורה בגרעיני הנח"ל שהוקמו החל מימיה הראשונים של מדינת ישראל. עם זאת, רוב החטיבה מורכבת מחיילים מכלל הציבור, שאינם קשורים לתנועת ההתיישבות ולגרעינים.

חיילי חטיבת הנח"ל חובשים כומתה בצבע ירוק בהיר עם סמל חיל הרגלים ונועלים נעליים אדומות. תג היחידה של הנח"ל מורכב מחרב, מגל וחיטה. החרב מסמלת את ההגנה והמגל והחיטה מסמלים את עבודת האדמה והחלוציות. ארבעת החצים מסמלים את גדודי החטיבה: שחם (931), גרניט (932), בזלת (50) והסיירת (934).

מפקד החטיבה הוא אלוף-משנה יאיר צוקרמן, שמונה לאחר נפילת מפקד החטיבה הקודם יהונתן שטיינברג, בתחילת מלחמת חרבות ברזל.

בסיס האימון החטיבתי של חטיבת הנח"ל (בא"ח נח"ל) שוכן בתל ערד החל מחודש מארס 1993.</p>
    <br />
    <h2>חטיבת גבעתי</h2>
    <img src="pics/givati.png" />
    <p>חטיבת גבעתי (חטיבה 84) היא חטיבת חיל רגלים סדירה בצה"ל, הנמצאת תחת עוצבת הפלדה (אוגדה 162). החטיבה הוקמה בשנת 1983 ונקראה על שם חטיבת גבעתי שפעלה במלחמת העצמאות.

חיילי חטיבת גבעתי חובשים כומתה סגולה עם סמל חיל הרגלים ונועלים נעליים שחורות. סמלה של החטיבה משלב בתוכו את סמלי חטיבת גבעתי שלחמה בתש"ח וסיירת שקד.</p>
    <br />
    <h2>חטיבה 401</h2>
    <img src="pics/hativa401.png" />
    <p>חטיבה 401, המכונה גם "עוצבת עקבות הברזל", היא חטיבת שריון סדירה בצה"ל תחת פיקוד עוצבת הפלדה (אוגדה 162). כיום החטיבה מפעילה טנקי מרכבה סימן 4מ עם מערכת הגנה אקטיבית לטנקים "מעיל רוח" ומערכת ניהול קרב ממוחשבת צי"ד, וכן החלה בקליטת טנקים מסוג מרכבה ברק. טנקים אלה הם המתקדמים בצה"ל ובין המתקדמים בעולם. מפקד החטיבה הנוכחי הוא אלוף-משנה בני אהרון .</p>
    <br />
    <h2>חטיבה 215</h2>
    <img src="pics/amudhaesh.png" />
    <p>חטיבת האש 215 היא חטיבה סדירה בחיל התותחנים. החטיבה משתייכת לעוצבת הפלדה (אוגדה 162) – אוגדה רב-זירתית סדירה.

חטיבה 215 היא חטיבה רב-מערכתית ורב-זרועית, וכוללת גדודים של תומ"תים מדגם "דוהר" (M-109), מהם שני גדודים סדירים ("רשף" ו"דרקון") וגדודי מילואים ("אייל", שהיה אף הוא גדוד סדיר עד העשור הראשון של המאה ה־21 ו"להב"). החטיבה כוללת גדוד רקטי במילואים, גדוד 8194. בנוסף החטיבה כוללת את יחידת "רוכב שמיים"- יחידת כטמ"מ טקטי.

בעבר כללה החטיבה יחידת אש מדויקת (גדוד "מורג"), ובעבר גם יחידת מודיעין למטרות והכוונת אש (יחידת את"ר).

בספטמבר 2019 הצטרפה לחטיבה יחידת רוכב שמיים (5353), בדצמבר נערך תרגיל חטיבתי ראשון, בכך הגיע לסיומו תהליך הפיכת האגד לחטיבה הנקראת "חטיבת האש 215".

החטיבה אחראית על תהליכי הפעלת האש הרב זירתית בשדה הקרב, מדרג הפלוגה ועד דרג האוגדה.</p>
    <br />
    <h2>חטיבה 5</h2>
    <img src="pics/Hativa_5.png" />
    <p>עוצבת השרון – חטיבה 5 (בעבר חטיבת גבעתי וגם חטיבה 17), היא חטיבת חיל רגלים ממוכן במילואים בצבא ההגנה לישראל. החטיבה הוקמה בנובמבר 1947 כחטיבת גבעתי ובשנת 1956 הפכה מחטיבה סדירה לחטיבת מילואים והשתתפה בכל מערכות ישראל עד כה. משום כך נסי המערכה של חטיבת גבעתי ממלחמת העצמאות מתנוססים על נס חטיבה 5, וכן תג היחידה של חטיבה 5 זהה לתג החטיבה של גבעתי בתש"ח). ב-4 ביוני 2017 הוחלט על הוספת שם לחטיבה, ומאז נקראת החטיבה "עוצבת השרון – חטיבה 5". בשנת 2020, כחלק מארגון מחדש בצה"ל, החטיבה הוכפפה תחת פיקוד עוצבת הפלדה (אוגדה 162). כחלק מתהליך זה בוצע תיקון היסטורי ושם החטיבה שונה רשמית ל״חטיבת גבעתי תש״ח״. לוחמי החטיבה היום מגיעים מחטיבת גבעתי.</p>
    <br />
    <h2>אלו"ג 6162</h2>
    <img src="pics/162log.png" />
    <p>אגד לוגיסטי 6162  אחראי על נושאי לוגיסטיקה, רפואה, טנ"א ושיטור של עוצבת הפלדה, כדי לאפשר הספקה ותחזוקה ליחידות שמתחתיה. עד 2006 היה לאוגדות אגד תחזוקה, מ-2006 הוחלט לצמצם אותם ולהחליפם באגד לוגיסטי מרחבי (אלמ"ר). כחלק מלקחי מלחמת לבנון השנייה הוקמו אגדים לוגיסטיים אוגדתיים (אלו"ג) אם כי במתכונת יותר מצומצמת מאגדי התחזוקה.  מטרת האגד הלוגיסטי האוגדתי הוא מתן מענה לדרגים הנמוכים יותר באוגדה (גדוד, חטיבה) במקרים בהם נדרש סיוע עקב עומס או הגבלה ביכולת המענה במסגרות השונות. האגד הלוגיסטי מקביל ברמתו ומבנהו לחטיבה ומפקדו הוא קצין בדרגת אלוף-משנה.</p>
    <a href="MainPage.aspx">
        <img src="pics/backButton.png" style="width:150px; height:50px"/></a>
</asp:Content>
